Repository: M2Team/NanaZip
Catalog: NanaZipPackage/Strings/*/Legacy.resw
Source language: en
Languages: af, ar, az_arab, be, bg, bn, ca, ca_es_valencia, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ku_arab, ky_kg, lt, lv, mk, mn_cyrl, mr, ms, nb, ne, nl, nn, pa_in, pl, ps, pt_br, ro, ru, si, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, tg_arab, th, tk_cyrl, tr, tt_arab, ug_arab, uk, uz_cyrl, uz_latn, vi, yo_latn, zh_hans, zh_hant

# Resource2104
source: &Editor:
af: R&edigeerder:
ar: &المحرر:
az_arab: &Düzəliş:
be: &Рэдактар:
bg: &Редактор:
bn: বর্তমান সম্পাদক :
cy: &Golygydd:
da: &Rediger:
el: &Πρόγραμμα επεξεργασίας:
eo: &Redaktilo:
et: &Redaktor:
eu: &Editatzailea:
fa: ویرایشگر:
fi: &Tekstimuokkain:
fr: &Éditeur :
fy: &Bewurker:
ga: &Eagarthóir:
gu: &સંપાદક:
he: :עורך&
hi: &संपादक:
hr: &Program za uređivanje:
hu: &Szerkesztő:
hy: &Խմբագիր
is: &Ritill:
it: &Editor predefinito:
ja: 編集(&E):
ka: რედაქტორი:
kk: &Өңдегіш:
ko: 파일 편집기(&E):
ku_arab: &دەستکاریکەر:
ky_kg: &Редактор:
lt: R&edaktorius:
lv: &Labošanas programma:
mk: &Едитор:
mn_cyrl: &Засварлагч:
mr: &संपादक:
nb: &Redigeringsprogram:
ne: &सम्पादक:
nl: &Bewerken:
nn: &Redigeringsprogram:
pa_in: ਟੈਕਸਟ ਐਡੀਟਰ (&E):
pl: &Edytor:
ps: :سمونګر&
ru: &Редактор:
si: සංස්කාරක:
sl: &Urejevalnik:
sq: &Redaktuesi:
sr_cyrl: Програм:
sr_latn: Program:
sv: &Redigerare:
sw: &Kihariri:
ta: பதிப்பாளன்:
tg_arab: &Муҳаррир:
th: &บรรณาธิกรณ์:
tk_cyrl: R&edaktor:
tr: &Düzenleyici:
tt_arab: &Мөхәррир:
ug_arab: تەھرىرلىگۈچ(&E):
uk: &Редактор:
uz_cyrl: &Танланган муҳаррир:
uz_latn: &Tanlangan muharrir:
vi: Trình biên tập:
yo_latn: &Aṣàtúnṣe:
zh_hans: 指定编辑器(&E)：
zh_hant: 編輯器(&E):

# Resource2105
source: &Diff:
ar: ال&فرق:
az_arab: &Müqayisə:
ca: &Compara:
cs: Program pro &porovnání souborů:
da: &Sammenlign:
de: Programm zum &Vergleichen:
et: &Võrdlusprogramm:
eu: E&zberdintasunak:
fa: مقایسه گر:
fi: &Erojen etsintä:
gl: &Diferenza:
gu: &અન્તર:
he: :&מבדילן
hi: &अन्तर:
hr: Program za uspoređivanje:
hu: &Különbség:
hy: &Համեմատելու ծրագիր.
id: Be&da:
is: &Mismunur:
it: Comparatore &differenze (Diff):
ja: 比較(&D):
ko: 파일 비교(&D):
lt: &Sulyginimas:
nl: &Vergelijken:
pl: &Program do porównywania:
ru: &Программа сравнения:
si: වෙනස:
sk: Vyhľadávač rozdielov (Diff):
sl: &Razlika:
sq: &Krahasues i dallimeve (Diff):
sr_cyrl: Разлика:
sr_latn: Razlika:
sv: &Differens:
sw: &Tofauti:
tg_arab: &Барномаи муқоиса:
tk_cyrl: &Diff(Parh)
tr: &Fark Görüntüleyici:
tt_arab: &Чагыштыру программасы:
uk: &Порівнювач:
uz_cyrl: &Таққословчи дастур:
uz_latn: &Taqqoslovchi dastur:
vi: Trình so sánh:
yo_latn: &íyàtọ̀:
zh_hans: 指定文件比较程序(&D)：
zh_hant: 檔案比較程式(&D):

# Resource2200
source: System
af: Stelsel
ar: النظام
az_arab: Quruluş
be: Сістэма
bg: Система
bn: বর্তমান অবস্থা
ca: Sistema
ca_es_valencia: Sistema
cs: Systém
el: Σύστημα
eo: Sistemo
es: Sistema
et: Süsteem
eu: Sistema
fa: سیستم
fi: Järjestelmä
fr: Système
fy: Systeem
ga: Córas
gl: Sistema
gu: પ્રણાલી કે તંત્ર
he: מערכת
hi: प्रणाली या तंत्र
hr: Sustav
hu: Rendszer
hy: Համակարգը
id: Sistem
is: Kerfi
it: Sistema
ja: システム
ka: სისტემა
kk: Жүйе
ko: 시스템
ku_arab: سیستەم
ky_kg: Система
lt: Sistema
lv: Sistēma
mk: Систем
mn_cyrl: Систем
mr: प्रणाली
ms: Sistem
ne: प्रणाली
nl: Systeem
pa_in: ਸਿਸਟਮ
ps: غونډال
pt_br: Sistema
ro: Sistem
ru: Система
si: පද්ධතිය
sk: Systém
sl: Sistem
sq: Sistemi
sr_cyrl: Систем
sr_latn: Sistem
sw: Mfumo
ta: மண்டலம்
tg_arab: Система
th: ระบบ
tk_cyrl: Sistema
tr: Sistem
tt_arab: Система
ug_arab: سىستېما
uk: Система
uz_cyrl: Тизим
uz_latn: Tizim
vi: Hệ thống
yo_latn: Ìlànà ètò
zh_hans: 系统
zh_hant: 系統

# Resource2201
source: Associate NanaZip with:
af: Assosieer NanaZip met:
ar: تكامل البرنامج مع:
az_arab: NanaZip Fayllarla Əlaqələnsin
be: Асацыяваць NanaZip з файламі:
bg: Асоцииране на NanaZip с:
bn: NanaZip-এর সাথে সম্পর্কিত :
ca: Associa el NanaZip amb:
ca_es_valencia: Associar NanaZip amb:
cs: Asociovat NanaZip s:
cy: Cysylltu NanaZip gyda:
da: Knyt NanaZip til:
de: NanaZip verknüpfen mit:
el: Συσχέτιση του NanaZip με:
eo: Asociu NanaZip-on kun dosieroj:
es: Asociar NanaZip con:
et: Seosta NanaZip laienditega:
eu: Elkartu NanaZip hauekin:
fa: وابسته سازی برنامه با:
fi: Kytke NanaZip seuraaviin tiedostotyypeihin:
fr: Associer avec NanaZip :
fy: Ferbyn NanaZip Mei:
ga: Comhthiomsaigh NanaZip le:
gl: Asociar NanaZip con:
gu: સંબધિત કરો ૭-જિપ ના સાથે:
he: :עם Zip-7 שייך את
hi: संबधित करें 7-जिप के साथ:
hr: Poveži NanaZip sa:
hu: NanaZip társítása:
hy: Ասոցիացնել NanaZip-ը հետևյալ ֆայլերի հետ՝
id: Asosiasikan NanaZip dengan:
is: Tengja NanaZip við:
it: Associa NanaZip a:
ja: NanaZip に関連付けるファイル:
ka: ასოცირება NanaZip-თან:
kk: NanaZip файлмен ассорциялау:
ko: NanaZip 으로 연결:
ku_arab: NanaZip پەیوەست بکە بە:
ky_kg: NanaZip менен файлдарды бириктирүү:
lt: Susieti NanaZip su:
lv: Piesaistīt NanaZip pie:
mk: Придружи го NanaZip со:
mn_cyrl: 7-Зипийг дараахтай нэгтгэх:
mr: NanaZip संबधित करा:
ms: Kongsikan NanaZip dengan:
nb: Assosier NanaZip med:
ne: यससँग 7-जिप सम्बन्धित:
nl: NanaZip associëren met:
nn: Forbind NanaZip med:
pa_in: 7-ਜ਼ਿੱਪ ਨਾਲ ਹੇਠਾਂ ਦਿੱਤੇ ਫਾਇਲ ਐਕਸਟੈਂਸ਼ਨ ਜੋੜੋ:
pl: Skojarz program NanaZip z:
ps: :له ۷‏-زېپ سره ملول
pt_br: Associar o NanaZip com:
ro: Asociază NanaZip cu:
ru: Ассоциировать NanaZip с файлами:
si: NanaZip සමඟ ආශ්‍රිත:
sk: Asociovať NanaZip s vybranými typmi súborov:
sl: Poveži NanaZip z:
sq: Lidh NanaZip me:
sr_cyrl: NanaZip отвара следеће типове датотека:
sr_latn: NanaZip otvara sledeće tipove datoteka:
sv: Associera NanaZip med följande filtyper:
sw: Husisha NanaZip na:
ta: 7-ஜிப்பை இதனுடன் தொடர்புப்படுத்து:
tg_arab: Ассотсиатсияи NanaZip бо файлҳо:
th: ทำให้ NanaZip ทำงานร่วมกับ:
tk_cyrl: NanaZip bilen şärik et:
tr: NanaZip ile açılacak dosya türleri:
tt_arab: NanaZip-ны алдагы файллар белән бәйләргә:
ug_arab: NanaZip بىلەن باغلانغان ھۆججەت تىپى:
uk: Асоціювати NanaZip з:
uz_cyrl: NanaZip билан бириккан форматлар:
uz_latn: NanaZip bilan birikkan formatlar:
vi: Kết hợp NanaZip với:
yo_latn: Da fáìlì pọ-mọ NanaZip:
zh_hans: 使用 NanaZip 关联的文件类型：
zh_hant: 使 NanaZip 與之產生關聯:

# Resource2202
source: All users
ar: جميع المستخدمين
az_arab: Bütün İstifadəçilər
ca: Tots els usuaris
cs: Všichni uživatelé
da: Alle brugere
de: alle Benutzer
el: Ολοι οι χρήστες
es: Todos los usuarios
eu: Erabiltzaile guztiak
fi: Kaikki käyttäjät
fr: Tous les utilisateurs
gl: Todos os usuarios
he: כל המשתמשים
hr: Svi korisnici
hu: Minden felhasználóhoz
hy: Բոլոր օգտվողները
id: Semua pengguna
is: Allir notendur
it: Tutti gli utenti
ja: すべてのユーザー
ko: 모든 사용자
lt: Visi vartotojai
nl: Alle gebruikers
pl: Wszyscy użytkownicy
pt_br: Todos os usuários
ru: Все пользователи
si: සියළුම පරිශීලකයින්
sl: Vsi uporabniki
sq: Çdo përdorues
sv: Alla användare
sw: Watumiaji wote
tg_arab: Ҳама корбарон
tk_cyrl: Ähli Ulanyjylar
tr: Tüm kullanıcılar
tt_arab: Бөтен кулланучылар
uk: Усі користувачі
uz_cyrl: Барча фойд-чилар
uz_latn: Barcha foyd-chilar
yo_latn: Gbogbo onilò
zh_hans: 所有用户
zh_hant: 所有使用者

# Resource2301
source: Integrate NanaZip to shell context menu
af: Integreer NanaZip in kontekskeuselys.
ar: الإندماج مع قائمة الزر الأيمن
az_arab: NanaZip əhatə təklifinə tətbiq edilsin
be: Убудаваць NanaZip у кантэкстнае меню абалонкі
bg: Интегриране на NanaZip в контекстното меню на шела
bn: সাহায্যকারী তালিকায় NanaZip সংযোজন
ca: Integra el NanaZip al menú contextual del Windows
ca_es_valencia: Integrar NanaZip dins el menu contextual de Windows
cs: &Integrovat NanaZip do kontextového menu
cy: Cyfuno NanaZip mewn i dewislen cyd-destun y cribyn
da: Vis i Windows genvejsmenu
de: NanaZip in Kontextmenü integrieren
el: Ενσωμάτωση του NanaZip στο μενού επιλογών
eo: Metu NanaZip'on en kuntekstan menuon de ŝelo
es: Integrar NanaZip en el menú contextual de Windows
et: Integreeri NanaZip kesta hüpikmenüüsse
eu: &Bateratu NanaZip shell hitzinguru menura
fa: افزودن منوی برنامه به منوی ویندوز
fi: Kytke NanaZip järjestelmän valikoihin.
fr: Intégrer NanaZip au menu contextuel
fy: Yntegraasje fan NanaZip yn ferbânmenu
ga: Comhtháthaigh NanaZip sa roghchlár comhthéacs
gl: Integrar NanaZip no menú de contexto
gu: ૭-જિપ ના શેલ (કવચ) પ્રસંગ મેનુ માં જોડો
he: אל תפריט ההקשר של המעטפת Zip7 שלב את
hi: 7-जिप के शेल (कवच) प्रसंग मेनु में जोडें
hr: Integriraj NanaZip u padajući kontekstni izbornik
hu: NanaZip hozzáadása a parancsértelmező helyi menüjéhez
hy: Ներդնել NanaZip-ը համատեքստային ցանկում
id: Integrasikan NanaZip ke cangkang menu konteks
is: Innleiða NanaZip í samhengisvalmynd skeljar
it: Integra NanaZip nel menù contestuale della shell
ja: シェル コンテキストメニューに NanaZip を登録
ka: NanaZip-ის გარსის კონტექსტურ მენიუში ჩადგმა
kk: Мұқабаның мәтінміндің мәзіріне NanaZip қою
ko: NanaZip 탐색기 메뉴 사용
ku_arab: NanaZip بکە نێو لیستەی مێنیوەوە
ky_kg: NanaZipти менюнун контексттик кыртышына жайгаштыруу
lt: Integruoti NanaZip į kontekstinį meniu
lv: &Integrēt NanaZip Windows vides kontekstizvēlē
mk: Интегрирај го NanaZip во додатно мени
mn_cyrl: 7-Зип-ийг шелл контекст цэстэй нийлүүлэх
mr: NanaZip ला shell context मेनुशी जोडा
ms: Integrasikan NanaZip ke shell konteks menu
nb: Integrer NanaZip i programmenyen
ne: शेल प्रसङ्ग मेनुमा 7-जिप लाई सम्मिलन गर्नुहोस्
nl: NanaZip integreren in het contextmenu
nn: Legg inn NanaZip i programmenyen
pa_in: ਸ਼ੈੱਲ ਕੰਨਟੈਕਸਟ ਮੇਨੂੰ ਨਾਲ 7-ਜ਼ਿੱਪ ਨੂੰ ਏਕੀਕਿਰਤ ਕਰੋ
pl: Zintegruj program NanaZip z menu kontekstowym powłoki
ps: ۷‏-زېپ سيپۍ تړاو غورنۍ کښې زياتول
pt_br: Integrar o NanaZip ao menu de contexto do shell
ro: Integrează NanaZip în contextul meniului shell
ru: Встроить NanaZip в контекстное меню оболочки
sk: Integrovať NanaZip do kontextovej ponuky
sl: Vključi NanaZip v priročni meni lupine
sq: Integro NanaZip në menynë e kontekstit të shellit
sr_cyrl: Убаци NanaZip у системски мени
sr_latn: Ubaci NanaZip u sistemski meni
sv: Lägg till i NanaZip som alternativ i Utforskarens snabbmeny
sw: Jumlisha NanaZip kwenya menyu muktadha ya sheli
ta: 7-ஜிப்பை வெற்று சூழல்பட்டியலுடன் ஒருங்கிணை
tg_arab: NanaZip -ро ба менюи контексти ниҳонӣ дохил кардан
th: รวบรวมคำสั่ง NanaZip ไปที่แถบเมนูลัด
tk_cyrl: NanaZipi kontekst/baglam menýu bilen birleşdir
tr: Sağ Tık Menüsünde NanaZip Görüntülensin
tt_arab: NanaZip-ны тышчаның контекст менюсына кертергә
ug_arab: NanaZip نى ئوڭ كۇنۇپكا تىزىملىكىگە قوش
uk: Інтегрувати NanaZip до контекстного меню оболонки
uz_cyrl: NanaZip дастурини контекст менюга бириктирмоқ
uz_latn: NanaZip dasturini kontekst menyuga biriktirmoq
vi: Tích hợp NanaZip vào menu ngữ cảnh
yo_latn: Sọ NanaZip pọ̀ mọ mẹ́nù ọ̀gàngán ipò ṣẹ́ẹ̀lì
zh_hans: 添加 NanaZip 到右键菜单
zh_hant: 將 NanaZip 整合到快顯功能表中

# Resource2302
source: Cascaded context menu
af: Trapsgewyse kontekskeuselys
ar: تتالي قائمة الزر الأيمن
az_arab: Zəncirvari əhatə təklifi
be: Каскаднае кантэкстнае меню
bg: Каскадно контекстно меню
bn: সাহায্যকারী তালিকায় একের ভিতর সব গুটিয়ে ফেলা
ca: Menú contextual en cascada
ca_es_valencia: Menu contextual en cascada
cs: S&tupňovité kontextové menu
cy: Dewislen cyd-destun wedi'i rhaeadru
da: Brug undermenu
de: Kontextmenü kaskadieren
el: Κλιμακούμενο μενού επιλογών
eo: Kaskada kunteksta menuo
es: Menú contextual en cascada
et: Kaskaad-hüpikmenüü
eu: &Urjauzi hitzinguru menua
fa: منوها به صورت آبشاری در یک منو
fi: Ryhmitetty kontekstivalikko
fr: Menu contextuel en cascade
fy: Ferbânmenu yn trepfoarm
ga: Roghchlár comhthéacs ag titim
gl: Menú do contexto en cascada
gu: સોપાનીકૃત(કેસ્કેડેડ) પ્રસંગ મેનુ
he: השתמש בתפריט מודרג של הקשר
hi: सोपानीकृत(केस्केडेड) प्रसंग मेनु
hr: Padajući kontekstni izbornik
hu: Lépcsőzetes helyi menü
hy: Կասկադային ցանկ
id: Menu konteks dikaskade
is: Þrepaskipt samhengisvalmynd
it: Menù contestuale a cascata
ja: NanaZip をサブメニュー化
ka: კასკადური კონტექსტური მენიუ
kk: Каскадты мәтінмәндік мәзір
ko: 탐색기 메뉴 계단식 보기
ku_arab: مێنیو بکە بە یەک هاوپۆل
ky_kg: Каскадттык контексттик меню
lt: Pakopinis kontekstinis meniu
lv: &Kaskādveida kontekstizvēle
mk: Каскадно додатно мени
mn_cyrl: Контекст цэсийг цувуулан харуул
ms: Cascaded konteks menu
nb: Forgrenet programmeny
ne: सोपानी प्रसङ्ग मेनु
nl: Trapsgewijs contextmenu
nn: Forgreina programmeny
pa_in: ਕੈਸਕੇਡਡ ਕੰਨਟੈਕਸਟ ਮੇਨੂੰ
pl: Kaskadowe menu kontekstowe
ps: ځړبهيزه تړاو غورنۍ
pt_br: Menu de contexto em cascata
ro: Contextul meniului în cascadă
ru: Каскадное контекстное меню
sk: Kaskádová kontextová ponuka
sl: Stopničasti priročni meni
sq: Meny e kontekstit ujëvarë
sr_cyrl: Каскадни системски мени
sr_latn: Kaskadni sistemski meni
sv: Placera NanaZip som en undermeny
sw: Menyu muktadha iliyoporomoka
ta: விழுதொடரும் சூழல் பட்டியல்
tg_arab: Менюи контекстӣ
th: แยกเป็นแถบคำสั่ง NanaZip
tk_cyrl: Basgançaklaşdyrylan kontekst/baglam menýu
tr: Sağ Tık Menüsü Gruplansın
tt_arab: Каскадлы контекст меню
ug_arab: ئوڭ تىزىملىكنى دەستىلە
uk: Каскадне контекстне меню
uz_cyrl: Контекст менюни ичма-ич қилмоқ
uz_latn: Kontekst menyuni ichma-ich qilmoq
vi: Xếp tầng menu ngữ cảnh
yo_latn: Mẹ́nù ọ̀gàngán ipò pérété
zh_hans: 层叠右键菜单
zh_hant: 串聯式快顯功能表

# Resource2303
source: Context menu items:
af: Kontekskeuselysitems:
ar: عناصر قائمة الزر الأيمن:
az_arab: Ünsürlü əhatə təklifi:
be: Элементы кантэкстнага меню:
bg: Елементи на контекстното меню:
bn: সাহায্যকারী তালিকার বিষয়সমূহ:
ca: Objectes del menú contextual:
ca_es_valencia: Objectes del menu contextual:
cs: &Položky kontextového menu:
cy: Eitemau dewislen cyd-destun:
da: Punkter i genvejsmenu:
de: Einträge im Kontextmenü:
el: Στοιχεία του αναδυόμενου μενού:
eo: Punktoj de kunteksta menuo:
es: Elementos en el menú contextual:
et: Hüpikmenüü käsud:
eu: Hitzinguru menuko gaiak:
fa: آیتم های منوی برنامه:
fi: Kontekstivalikon sisältö:
fr: Éléments du menu contextuel :
fy: Ferbânmenu-items:
ga: Nithe an roghchláir chomhthéacs:
gl: Elementos do menú do contexto:
gu: પ્રસંગ(કોન્ટેક્સ્ટ) મેનુ વસ્તુએઁ:
he: :פריטי תפריט הקשר
hi: प्रसंग(कोन्टेक्स्ट) मेनु वस्तुएँ:
hr: Stavke kontekstnog izbornika:
hu: Helyi menü elemek:
hy: Համատեքստային ցանկի բաղադրիչները
id: Butir-butir menu konteks:
is: Samhengisvalmyndaratriði:
it: Elementi del menù contestuale:
ja: メニュー アイテム:
ka: კონტექსტური მენიუს შემადგენლობა:
kk: Мәтінміндік мәзірдің элементтері:
ko: 탐색기 메뉴 항목:
ku_arab: کەرەستەکانی نێو مێنیو:
ky_kg: Контексттик менюнун элементтери:
lt: Kontekstinio meniu įrašai:
lv: Kontekstizvēles elementi:
mk: Во додатното мени:
mn_cyrl: Контекст цэсийн төрлүүд:
mr: Context मेनु वस्तू:
ms: Item pada konteks menu:
nb: Valg i programmenyen:
ne: प्रसङ्ग मेनु वस्तु:
nn: Programmeny val:
pa_in: ਕੰਨਟੈਕਸਟ ਮੇਨੂੰ ਆਈਟਮਾਂ:
pl: Elementy menu kontekstowego:
ps: :تړاو غورنۍ توکي
pt_br: Itens do menu de contexto:
ro: Obiectele meniului:
ru: Элементы контекстного меню:
sk: Položky kontextovej ponuky:
sl: Vnosi priročnega menija:
sq: Elementë të menysë së kontekstit:
sr_cyrl: Ставке системског менија:
sr_latn: Stavke sistemskog menija:
sv: Objekt i snabbmenyn:
sw: Vipengee vya menyu muktadha:
ta: சூழல் பட்டியல் உருப்படிகள்:
tg_arab: Адад менюи контекстӣ:
th: วัตถุที่ปรากฏบนเมนูลัด:
tk_cyrl: Kontekst menýu maddalary:
tr: Sağ Tık Menüsünde Görüntülenecek Ögeler
tt_arab: Контекст менюның элементлары:
ug_arab: ئوڭ تىزىملىكتە كۆرۈنىدىغان تۈرنى تاللاش
uk: Пункти контекстного меню:
uz_cyrl: Контекст меню таркиби:
uz_latn: Kontekst menyu tarkibi:
vi: Menu ngữ cảnh:
yo_latn: Ijẹri ninu mẹ́nù ọ̀gàngán ipò:
zh_hans: 选择在右键菜单中显示的项目：
zh_hant: 快顯功能表項目:

# Resource2304
source: Icons in context menu
ar: الأيقونات في قائمة الزر الأيمن
az_arab: Əhatə təklifində nişanlar
ca: Icones al menú contextual
cs: Ikony v kontextovém menu
da: Ikoner i genvejsmenu
de: Symbole im Kontextmenü
el: Εικονίδια στο αναδυόμενο μενού
es: Iconos en el menú contextual
eu: &Ikurrak hitzinguru menuan
fi: Näytä kontekstivalikon kuvakkeet
fr: Icônes dans le menu contextuel
gl: Iconas no menú de contexto
he: הראה איקונים בתפריט ההקשר
hr: Ikone kontekstnog izbornika
hu: Ikonok a helyi menüben
hy: Պատկերակներ համատեքստային ցանկում
id: Ikon-ikon di menu konteks
is: Táknmyndir í samhengisvalmynd
it: Icone nel menù contestuale
ja: コンテキストメニューにアイコンを表示
ko: 탐색기 메뉴 아이콘 보기
lt: Piktogramos kontekstiniame meniu
nl: Pictogrammen in contextmenu
pl: Ikony w menu kontekstowym
pt_br: Ícones no menu de contexto
ru: Иконки в контекстном меню
si: සන්දර්භ වට්ටෝරුවෙහි නිරූපක
sk: Ikony v kontextovej ponuke
sl: Ikone priročnega menija
sq: Ikonat në menynë e kontekstit
sv: Visa ikoner i snabbmenyn
sw: Ikoni katika menyu muktadha
tg_arab: Нишонаҳои менюи миёнабур
tk_cyrl: Kontekst menýudaky şekiljikler
tr: Sağ Tık Menüsünde Simgeler Görüntülensin
tt_arab: Контекст менюда тамгалар
uk: Піктограми в контекстному меню
uz_cyrl: Контекст менюда иконкалар кўринсин
uz_latn: Kontekst menyuda ikonkalar ko‘rinsin
yo_latn: Àmì ninu mẹ́nù ọ̀gàngán ipò
zh_hans: 右键菜单显示图标
zh_hant: 快顯功能表顯示圖示

# Resource2320
source: <Folder>
af: <Gids>
ar: <مجلد>
az_arab: <Qovluq>
be: <Папка>
bg: <Директория>
bn: <ফোল্ডার>
ca: <Carpeta>
ca_es_valencia: <Directori>
cs: <Složka>
cy: <Ffolder>
da: <Mappe>
de: <Verzeichnis>
el: <Φάκελος>
eo: <Dosierujo>
es: <Carpeta>
et: <Kaust>
eu: <Agiritegia>
fa: <پوشه>
fi: <Kansio>
fr: <Dossier>
fy: <Map>
ga: <Fillteán>
gl: <Cartafol>
gu: <ફોલ્ડર>
he: <תיקייה>
hi: <फोल्डर>
hr: <Mapa>
hu: <Mappa>
hy: «Թղթապանակ»
id: <Direktori>
is: <Mappa>
it: <cartella>
ja: <フォルダー>
ka: <საქაღალდე>
kk: <Қалта>
ko: <폴더>
ku_arab: <بوخچە>
ky_kg: <Баштык>
lt: <Aplankas>
lv: <Mape>
mk: <Директориум>
mn_cyrl: <Хавтас>
nb: <mappe>
nl: <Map>
nn: <Mappe>
pa_in: <ਫੋਲਡਰ>
ps: <پوښۍ>
pt_br: <Pasta>
ro: <Director>
ru: <Папка>
si: <බහාලුම>
sk: <Priečinok>
sl: <Mapa>
sq: <Dosja>
sv: <Mapp>
sw: <Folda>
ta: <அடைவு>
tg_arab: <Ҷузвдон>
th: <โฟลเดอร์>
tk_cyrl: <Bukja>
tr: <Klasör>
tt_arab: <Папка>
ug_arab: <قىسقۇچ>
uk: <Папка>
uz_cyrl: <Жилд>
uz_latn: <Jild>
vi: <Thư mục>
yo_latn: <Àpò faíli>
zh_hans: <文件夹>
zh_hant: <資料夾>

# Resource2321
source: <Archive>
af: <Argief>
ar: <أرشيف>
az_arab: <Аrxiv>
be: <Архіў>
bg: <Архив>
bn: <সংকুচিত ফাইল>
ca: <fitxer>
ca_es_valencia: <Arxiu>
cs: <Archiv>
cy: <Archif>
da: <Arkiv>
de: <Archiv>
el: <Αρχείο συμπίεσης>
eo: <Arĥivo>
es: <Archivo>
et: <Arhiiv>
eu: <Artxiboa>
fa: <آرشیو>
fi: <Paketti>
fy: <Argyf>
ga: <Comhad>
gl: <Arquivo>
gu: <સંગ્રહ(આર્ચિવ)>
he: <ארכיון>
hi: <संग्रह(आर्चिव)>
hr: <Arhiva>
hu: <Archívum>
hy: «Արխիվ»
id: <Arsip>
is: <Safn>
it: <archivio>
ja: <アーカイブ>
ka: <არქივი>
kk: <Мұрағат>
ko: <압축파일>
ku_arab: <ئەرشیڤ>
ky_kg: <Архив>
lt: <Archyvas>
lv: <Arhīvs>
mk: <Архива>
mn_cyrl: <Aрхив>
ms: <Arkib>
nb: <arkiv>
nl: <Archief>
nn: <Arkiv>
pa_in: <ਆਕਾਈਵ>
pl: <Archiwum>
ps: <ارشيو>
pt_br: <Arquivo Compactado>
ro: <Arhivă>
ru: <Архив>
si: <හැකිළුම>
sk: <Archív>
sl: <Arhiv>
sq: <Arkivi>
sv: <Arkiv>
sw: <Kihifadhi>
ta: <காப்பகம்>
tg_arab: <Бойгон>
th: <เอกสาร>
tk_cyrl: <Arhiw>
tr: <Arşiv Dosyası>
tt_arab: <Архив>
ug_arab: <پرىس>
uk: <Архів>
uz_cyrl: <Aрхив>
uz_latn: <Arxiv>
vi: <Tệp nén>
yo_latn: <Àpò faíli àkójọ́pọ>
zh_hans: <档案>
zh_hant: <壓縮檔>

# Resource2322
source: Open archive
af: Open
ar: فتح أرشيف
az_arab: Arxivi Açmaq
be: Адкрыць архіў
bg: Отваряне на архив
bn: সংকুচিত ফাইল চালু করা
ca: Obre
ca_es_valencia: Obrir arxiu
cs: Otevřít
cy: Agor archif
da: Åbn arkiv
de: Öffnen
el: Άνοιγμα αρχείου συμπίεσης
eo: Malfermu
es: Abrir comprimido
et: Ava arhiiv
eu: Ireki artxiboa
fa: بازکردن آرشیو
fi: Avaa
fr: Ouvrir archive
fy: Argyf iepenje
ga: Oscail
gl: Abrir arquivo
gu: સંગ્રહ ખોલો
he: פתח ארכיון
hi: संग्रह खोले
hr: Otvori arhiv
hu: Archívum megnyitása
hy: Բացել արխիվը
id: Buka arsip
is: Opna safn
it: Apri
ja: 開く
ka: არქივის გახსნა
kk: Мұрағат ашу
ko: 압축파일 열기
ku_arab: کردنەوەی ئەشیڤ
ky_kg: Архивди ачуу
lt: Atverti archyvą
lv: Atvērt arhīvu
mk: Отвори архива
mn_cyrl: Архив нээх
mr: दफ़तर उघडा
ms: Buka arkib
nb: Åpne arkiv
ne: सङ्ग्रह खोल्नुहोस्
nl: Archief openen
nn: Opna arkiv
pa_in: ਆਕਾਈਵ ਖੋਲੋ
pl: Otwórz archiwum
ps: ارشيو پرانيستل
pt_br: Abrir arquivo compactado
ro: Deschide arhiva
ru: Открыть архив
si: හැකිළුම විවෘත කරන්න
sk: Otvoriť archív
sl: Odpri arhiv
sq: Hap arkivin
sr_cyrl: Отвори архиву
sr_latn: Otvori arhivu
sv: Öppna arkiv
sw: Fungua kihifadhi
ta: காப்பகத்தைத் திற
tg_arab: Бойгониро кушоед
th: เปิดเอกสาร
tk_cyrl: Arhiwi aç
tr: Arşivi Aç
tt_arab: Архивны ачарга
ug_arab: پرىس ئاچ
uk: Відкрити архів
uz_cyrl: Aрхивни очмоқ
uz_latn: Arxivni ochmoq
vi: Mở tệp nén
yo_latn: Ṣi àpò faíli àkójọ́pọ
zh_hans: 打开压缩包
zh_hant: 開啟壓縮檔

# Resource2323
source: Extract files...
af: Pak lêers uit...
ar: استخراج الملفات...
az_arab: Çeşidləmək
be: Распакаваць
bg: Разархивиране на файловете...
bn: ফাইল সম্প্রসারণ...
ca: Extreu fitxers...
ca_es_valencia: Extraure fitxers...
cs: Rozbalit soubory...
cy: Echdynnu ffeiliau...
da: Udpak filer...
de: Dateien entpacken...
el: Αποσυμπίεση αρχείων...
eo: Elarĥivigu dosierojn...
es: Extraer ficheros...
et: Eralda failid...
eu: Atera agiriak...
fa: استخراج فایل‌ها...
fi: Pura...
fr: Extraire les fichiers...
fy: Triemmen útpakke...
ga: Asbhain na comhaid...
gl: Extraer ficheiros...
gu: ફ઼ાઇલ્સ બાહર કાઢો...
he: חלץ קבצים…
hi: फ़ाइल्स बाहर निकाले...
hr: Raspakiraj datoteke...
hu: Fájlok kibontása...
hy: Դուրս բերել
id: Ekstrak berkas...
is: Útdraga skrár...
it: Estrai i file...
ja: 展開...
ka: ფაილების ამოღება...
kk: Бумадан шешу
ko: 압축 풀기...
ku_arab: دەرکێشانی پەڕگەکان
ky_kg: Таңгагын чечүү
lt: Išskleisti failus...
lv: Izvilkt failus...
mk: Отпакувај датотеки...
mn_cyrl: Файлуудыг задал...
mr: फ़ाइल्स बाहेर काढा...
ms: Ekstrak fail...
nb: Pakk ut …
ne: फाइलहरू निकाल्नुहोस्...
nl: Bestanden uitpakken...
nn: Pakk ut filer...
pa_in: ਫਾਇਲਾਂ ਕੱਡੋ...
pl: Wypakuj pliki...
ps: ...دوتنې ويستل
pt_br: Extrair arquivos...
ro: Dezarhivează fişierele...
ru: Распаковать
si: ගොනු ලිහන්න...
sk: Rozbaliť súbory...
sl: Razširi datoteke...
sq: Nxirr skedarët...
sr_cyrl: Издвој датотеке...
sr_latn: Izdvoj datoteke...
sv: Packa upp filer...
sw: Chopoa faili...
ta: கோப்புகளை வெளிக்கொணர்...
tg_arab: Борпечро кушоед
th: แยกไฟล์...
tk_cyrl: Faýllary çykar...
tr: Dosyaları Ayıkla...
tt_arab: Чыгарырга
ug_arab: ھۆججەت يەش…
uk: Видобути файли...
uz_cyrl: Файлларни ажратмоқ...
uz_latn: Fayllarni ajratmoq...
vi: Giải nén tệp...
yo_latn: Tú faíli silẹ...
zh_hans: 提取文件...
zh_hant: 解壓縮檔案...

# Resource2324
source: Add to archive...
af: Voeg by argief...
ar: إضافة إلى الأرشيف...
az_arab: Arxivə Əlavə Etmək...
be: Дадаць да архіва...
bg: Добавяне към архив...
bn: সংকুচিত ফাইলে সংযোজন...
ca: Afegeix a l'arxiu comprimit...
ca_es_valencia: Afegir a l'arxiu...
cs: Přidat do archivu...
cy: Ychwanegu i'r archif...
da: Føj til arkiv...
de: Zu einem Archiv hinzufügen...
el: Προσθήκη σε αρχείο συμίεσης...
eo: Enarĥivigu...
es: Añadir al archivo...
et: Lisa arhiivi...
eu: Gehitu &artxibora...
fa: افزودن به آرشیو...
fi: Lisää pakettiin...
fr: Ajouter à l'archive...
fy: Oan argyf taheakje...
ga: Cuir leis an gcartlann...
gl: Engadir ao arquivo...
gu: સંગ્રહમાં જોડો...
he: הוסף אל ארכיון…
hi: संग्रह में जोड़े...
hr: Dodaj u arhiv...
hu: Hozzáad az archívumhoz...
hy: Ավելացնել արխիվի...
id: Tambah ke arsip...
is: Bæta í safn...
it: Aggiungi all'archivio...
ja: 圧縮...
ka: არქივში ჩამატება...
kk: Мұрағатқа үстеу...
ko: 압축파일에 추가...
ku_arab: زیادکردن بۆ ئەرشیڤ
ky_kg: Архивке кошуу...
lt: Įtraukti į archyvą...
lv: Ielikt arhīvā...
mk: Додади во Архива...
mn_cyrl: Архивт нэм...
mr: दफ़तरात टाका...
ms: Tambahkan ke arkib...
nb: Legg til arkiv …
ne: सङ्ग्रहमा थप्नुहोस्...
nl: Toevoegen aan archief...
nn: Legg til i arkiv...
pa_in: ਆਕਾਈਵ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ...
pl: Dodaj do archiwum...
ps: ...ارشيو ته زياتول
pt_br: Adicionar ao arquivo compactado...
ro: Adaugă într-o arhivă...
ru: Добавить к архиву...
si: හැකිළුමට එකතු කරන්න...
sk: Pridať do archívu...
sl: Dodaj v arhiv...
sq: Shto në arkiv...
sr_cyrl: Додај у архиву...
sr_latn: Dodaj u arhivu...
sv: Lägg till i arkiv...
sw: Ongeza kwa kihifadhi...
ta: காப்பகத்தில் இணை...
tg_arab: Ба бойгонӣ илова кардан...
th: เพิ่มเข้าเอกสาร...
tk_cyrl: Arhiwe goş...
tr: Arşivle...
tt_arab: Архивка өстәргә...
ug_arab: پرىسقا قوش
uk: Додати до архіву...
uz_cyrl: Aрхивга қўшмоқ...
uz_latn: Arxivga qo‘shmoq...
vi: Thêm vào tệp nén...
yo_latn: Fi si àpò faíli àkójọ́pọ...
zh_hans: 添加到压缩包...
zh_hant: 加入壓縮檔...
